export const cvTxtRu = {
	"lang": "ru",
	"name": "Name Surname",
	"email": "eternalduckie@gmail.com",
	"tg": "telegram: @eternalduck",
	"gitUrl": "https://github.com/eternalduck?tab=repositories",
	"title": `Frontend-разработчик<br/>Начинающий React-разработчик`,
	"skillsTitle": "Профессиональные навыки",
	"skillsList": [
		"создаю сайты, пишу стройный и валидный код, люблю адаптивную кроссбраузерную вёрстку;",
		"пишу JS на среднем уровне &mdash; сейчас в приоритете совершенствоваться в этом;",
		"знаю, как настраивать проекты на Gulp и Webpack, работаю с различными модулями node.js и UI-библиотеками;",
		"есть базовые знания React &amp; Next.js &mdash; хочу развиваться в этом направлении;",
		"работаю с Git;",
		"есть базовые знания PHP;",
		"хорошо знаю WordPress, его плагины и темы, также работала с Moodle и Joomla;",
		"знакома с различными конструкторами сайтов, такими как Tilda, Squarespace, Weblium, Wix;",
		"владею Figma и Photoshop;",
		"есть опыт проведения UX-исследований, построения блок-схем, описания user stories и customer journeys, создания wireframes и интерактивных прототипов;",
		"обладаю чувством стиля, ценю хорошую типографику и композицию;",
		"понимаю некоторые принципы веб-маркетинга и продаж;",
		"знаю, как работает регистрация доменов, размещение сайтов на хостинге;",
		"есть опыт сборки оборудования, установки/настройка Windows и т. д.;",
		"свободный английский, базовые немецкий и нидерландский;",
		"умею работать в команде, легко нахожу общий язык;",
		"есть опыт работы на удалёнке, могу планировать время и соблюдать баланс",
	],
	"softSkillsTitle": "",
	"softSkillsList": [],
	"jobsTitle": "Опыт работы",
	"jobsList": [
		{
			"position": "Frontend-разработчик (freelance)",
			"date": "(с января 2021, удалёнка)",
			"company": "",
			"url": "",
			"tasks": [
				"разработка сайтов на Wordpress с нестандартным дизайном и темами с нуля;",
				"разработка сайтов на Tilda и написание кастомных JS-скритов под них;",
				"чистая вёрстка со сборкой на Gulp или Webpack под узкие задачи клиента;",
				"разработка небольших модулей и стилей для готовых проектов на React",
			],
		},
//////////////////////////
		{
			"position": "Frontend-разработчик и UI/UX-дизайнер: ",
			"date": "(апрель 2019 &mdash; декабрь 2020, удалёнка)",
			"company": "Propellers Animation Studio",
			"url": "https://propellers.pro",
			"tasks": [
				"участие в разработке проекта на React с setting&nbsp;up React project Kendo UI library;",
				"создание интерактивных прототипов в Figma;",
				"проведение интервью с пользователями, составление схем и user stories для нового внутреннего продукта;",
				"создание и поддержка сайтов на Wordpress и остальных проектов;",
				"настройка Google Analytics и GTM"
			],
		},
//////////////////////////
		{
			"position": "Веб-разработчик (freelance): ",
			"date": "(январь 2015 &mdash; февраль 2019)",
			"company": "",
			"url": "",
			"tasks": [
				"работа с различными клиентами, участие в больших проектах;",
				"создание небольших сайтов с нуля"
			],
		},
//////////////////////////
		{
			"position": "Веб-разработчик и ассистент по email-рассылкам: ",
			"date": "(ноябрь 2011 &mdash; август 2014, Москва)",
			"company": "Social Discovery Ventures",
			"url": "https://sdventures.com",
			"tasks": [
				"вёрстка страниц по psd-макетам;",
				"вёрстка сайтов на чистом HTML & полностью под Wordpress;",
				"вёрстка email-шаблонов;",
				"внесение изменений в существующие сайты;",
				"публикация различного контента;",
				"решение текущих вопросов по вёрстке;",
				"проведение маркетинговых рассылок, составление отчётов и анализ данных, исследование поведения пользователей с целью улучшения дизайна писем и их доставляемости",
			],
		},
//////////////////////////
		{
			"position": "HTML-верстальщик: ",
			"date": "(август 2009 &mdash; июнь 2010, Москва)",
			"company": "Ronikon Furniture Factory",
			"url": "https://www.ronikon.ru",
			"tasks": [
				"вёрстка страниц по psd-макетам;",
				"исправление в коде работающего сайта;",
				"наполнение контентом;",
				"решение текущих вопросов по вёрстке",
			],
		},
//////////////////////////
		{
			"position": "Специалист технической поддержки: ",
			"date": "(февраль 2008 &mdash; июнь 2009, Москва)",
			"company": "PriceWaterhouseCoopers",
			"url": "https://www.pwc.com",
			"tasks": [
				"поддержка внутренних пользователей по телефону и удалённо;",
				"настройка специализированных программ компании;",
				"настройка сетевых принтеров и сканеров;",
				"настройка WiFi & bluetooth;",
				"настройка и поддержка LotusNotes, MS Office и других приложений;",
				"решение проблем с Windows;",
				"диагностика и сборка оборудования",
			],
		},
//////////////////////////
		{
			"position": "Переводчик: ",
			"date": "(июнь 2006 —июль 2009)",
			"company": "Polyglot &amp; TransLit Translation Agencies",
			"url": "",
			"tasks": [
				"письменный перевод и редактирование документов различной тематики;",
				"устный перевод",
			],
		},
//////////////////////////
		{
			"position": "Преподаватель английского языка старших классов: ",
			"date": "()",
			"company": "Secondary School #75",
			"url": "",
			"tasks": [
				"проведение уроков;",
				"ведение журнала, составление учебного плана",
			],
		},
//////////////////////////
		{
			"position": "Переводчик: ",
			"date": "(сентябрь 2004 &mdash; июнь 2005, Владивосток)",
			"company": "Hydrotex Research Institute",
			"url": "",
			"tasks": [
				"письменный перевод технических проектов по строительству гидротехнических сооружений, проектам Сахалин I и II, перевод деловой переписки;",
				"редактирование текстов;",
				"помощь старшему переводчику в решении текущих вопросов",
			],
		},
	],
	"eduTitle": "Образование",
	"eduList": [
		"Инженер-системотехник: Дальневосточный государственный технический университет имени В. В. Куйбышева, факультет информатики и компьютерной техники (2004 &mdash; 2007, Владивосток)",
		"Лингвист-переводчик: Дальневосточный государственный технический университет имени В. В. Куйбышева, факультет западноевропейских языков (2001 &mdash; 2006, Владивосток)",
	],
	"coursesTitle": "Курсы",
	"coursesList": [
		`<a href="https://www.facebook.com/moscoding/videos/%D0%BE%D1%81%D0%BD%D0%BE%D0%B2%D1%8B-%D1%81%D0%BE%D0%B2%D1%80%D0%B5%D0%BC%D0%B5%D0%BD%D0%BD%D0%BE%D0%B3%D0%BE-uiux-%D1%81-%D1%81%D0%B0%D1%88%D0%B5%D0%B9-%D0%B5%D1%80%D0%BC%D0%BE%D0%BB%D0%B5%D0%BD%D0%BA%D0%BE-%D0%B8-%D0%BB%D0%B5%D0%BD%D0%BE%D0%B9-%D0%BB%D0%B8%D1%81%D0%B5%D0%B5%D0%B2%D0%BE%D0%B9-ramblerco/1239093149568401/" target="_blank">Основы современного UI/UX</a> от Rambler, Moscow Coding School (апрель 2019, очный курс);`
	],
	"extra": "Живу в Калининграде;<br/>год рождения &mdash; 1984.",


}
